[
    {
        "url": "https://hunnit.com/products/flo-sports-bra",
        "category": "Uncategorized",
        "title": "FLO Sports Bra",
        "price": 1200,
        "description": "Shop FLO Sports Bra in cream beige, fresh lilac, mauve taupe, pink punch, black, and other colors. Available in XS, S, M, L, XL, XXL, 3XL, and 4XL sizes. P...",
        "features": [
            "Moisture-Wicking Magic:",
            "Conquer your day with ease, thanks to our fabric with moisture-wicking technology that’ll keep you dry and super comfortable.",
            "Medium Support, Maximum Fun:",
            "From yoga and pilates, to brunch with friends, this bra is the ultimate chameleon. Ideal for medium impact adventures – gym, walks, and even jet-setting in style, because who says activewear can't be brunch-worthy?",
            "Removable Cups for Easy Care:",
            "Enjoy convenience with removable cups for easy washing, maintaining hygiene and freshness with every wear.",
            "Breathable Bliss:",
            "Experience continuous freshness with a breathable design that keeps you cool and comfortable all day long. It also has built-in anti bacterial properties to protect your skin."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/flo-sports-bra-818678_1200x1200.jpg?v=1736495596"
    },
    {
        "url": "https://hunnit.com/collections/all/products/og-front-zippper-sports-bra-and-og-gym-legging-co-ord-set",
        "category": "Uncategorized",
        "title": "OG Front Zipper Sports Bra and Og Legging Co-ord Set",
        "price": 3598,
        "description": "Find the perfect gym wear with the OG Front Zipper Sports Bra and Legging Co-ord Set. Available in Brown, Pink, Blue, and Lavender, plus sizes included. St...",
        "features": [
            "Flex All Day",
            ": From sunup to sundown, these leggings bring the party to your pants with four-way stretch magic and extra flex for your daily groove.",
            "Quirky Colour Blocking Options:",
            "Stand out in four vibrant colour-blocking choices, showcasing your unique style and adding a pop of fun to your activewear collection.",
            "Comfort Meets Style",
            ": Mid-high rise fit, 7/8 length, side pockets, and a hidden waistband pocket – because why choose between comfort and style when you can have both?",
            "Breathe Easy, Move Freely",
            ": With four-way stretch, breathability, and moisture-wicking magic, these leggings are the real MVPs of comfort.",
            "Squat proof Royalty",
            ": No awkward moments here – this set’s leggings are squat-proof perfection.",
            "Body Shape Magic:",
            "Sculpt, shape and slay with confidence – Say hello to leggings that love your curves and embrace your body for a sculpted and shapely look.",
            "Removable Cups for Easy Care:",
            "Enjoy convenience with removable cups for easy washing, maintaining hygiene and freshness with every wear.",
            "High Support, Maximum Comfort:",
            "Enjoy the perfect balance of support and comfort with our racerback bra, designed to provide the ideal support for your active lifestyle"
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/og-front-zippper-sports-bra-and-og-legging-co-ord-set-431688_1200x1200.jpg?v=1736496093"
    },
    {
        "url": "https://hunnit.com/collections/all/products/flo-sports-bra-and-shorts-co-ord-set",
        "category": "Uncategorized",
        "title": "FLO Sports Bra and Shorts Co-Ord Set",
        "price": 2500,
        "description": "Shop FLO Sports Bra and Shorts Co-Ord Set in cream beige, fresh lilac, mauve taupe, pink punch, black, and other colors. Available in XS, S, M, L, XL, XXL,...",
        "features": [
            "All-Day, Every Day",
            ": From yoga and pilates, to brunch with friends, this co-ord set is the ultimate chameleon. Ideal for medium impact adventures – gym, walks, and even jet-setting in style, because who says activewear can't be brunch-worthy?",
            "Super Flex Magic",
            ": It's not just comfort; it's a revolution! Our Vietnamese four-way stretch tech takes comfort to a whole new level.",
            "Moisture-Wicking Magic:",
            "Conquer your day with ease, thanks to our fabric with moisture-wicking technology that’ll keep you dry and super comfortable.",
            "Removable Cups for Easy Care:",
            "Enjoy convenience with removable cups for easy washing, maintaining hygiene and freshness with every wear.",
            "Breathable Bliss:",
            "Experience continuous freshness with a breathable design that keeps you cool and comfortable all day long. It also has built-in anti bacterial properties to protect your skin."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/flo-sports-bra-and-shorts-co-ord-set-943740_1200x1200.jpg?v=1736495779"
    },
    {
        "url": "https://hunnit.com/collections/all/products/zen-cheerful-skort",
        "category": "Uncategorized",
        "title": "Zen Cheerful Skort",
        "price": 1499,
        "description": "Stay stylish with Zen Cheerful Skorts. Ideal for sports or tennis, these black skorts for women and girls offer comfort and a flattering fit in plus sizes.",
        "features": [
            "Girls Just Want To Have Fun:",
            "The most playful and perfect flare, with comfortable shorts inside that come with side pockets make our Zen Cheerful Skort one of our most loved products yet!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort in our Zen Cheerful Skort that’ll leave you wondering whether you’re wearing a skort or a cloud.",
            "Sweat? What Sweat?",
            "Our Zen Cheerful Skort will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Customisable Length:",
            "We are happy to customise the length for you to get your shorts to fit you to perfection! Choose your height tab, while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/zen-cheerful-skort-813394_1200x1200.jpg?v=1736493055"
    },
    {
        "url": "https://hunnit.com/products/zen-ankle-length-leggings",
        "category": "Uncategorized",
        "title": "Zen Ankle Length Leggings",
        "price": 1399,
        "description": "Upgrade your activewear with Zen ankle-length leggings! High-waisted, stretchable, and with pockets, these leggings blend comfort and style. Shop now!",
        "features": [
            "Sculpted Goddess",
            ": Our high-waisted leggings offer a sculpted and shapely look with ultimate comfort and support – the perfect confidence booster, whether you’re wearing them for workouts or everyday wear!",
            "Sweat? What Sweat?",
            "Our Zen Leggings, designed as women's sports leggings, will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Buttery-Soft Bliss",
            ": Spoil yourself with a buttery-soft feel and ultimate comfort in our high-waisted leggings, leaving you wondering whether you’re wearing leggings or a cloud.",
            "Yay! Yes to Pockets",
            ": Carry your essentials with you – these leggings, available in both ankle-length leggings and other styles, feature side pockets and a back zipper pocket for phones, keys, AirPods, and cardholders.",
            "Squat Proof",
            "– Our Zen Leggings offer maximum coverage and zero transparency, whether you're wearing high-waisted or ankle-length leggings. Walk, squat, or train with confidence – no awkward camel toe, either!",
            "Customisable Length",
            ": We’re happy to customize the length of your women's sports leggings to ensure they fit you to perfection! Choose your height tab when placing your order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/files/24_july_HUNNIT_DAY_1.5-0215_copy_1200x1200.jpg?v=1736490483"
    },
    {
        "url": "https://hunnit.com/collections/all/products/epic-pop-leggings-and-tank-top-co-ord-set",
        "category": "Uncategorized",
        "title": "Epic Pop 7/8 Leggings and Tank Top Co-ord Set",
        "price": 2348,
        "description": "Shop Epic Pop ⅞ Leggings and Tank Top Co-ord Set in raspberry pink, steel blue, and other colors. Available in XS, S, M, L, XL, XXL, 3XL, and 4XL sizes. Pe...",
        "features": [
            "One-Stop Top:",
            "This set comes with our Epic Pop Tank Top that has a round neck, and a crossover design at the back which looks trendy. It’s embellished with Hunnit’s contrast logo - to uplift your mood and vibe!",
            "Sculpted Goddess:",
            "Our high-waisted Epic Pop Leggings will give you a sculpted and shapely look, with ultimate comfort and support. They come in vibrant colours with contrast panels and a thick waistband to offer inbuilt support to your core. We’ve been told that they’re the ultimate mood lifters!",
            "Squat Proof",
            "- These leggings offer maximum coverage and zero transparency so that you can walk, squat, train without any worry! No awkward camel toe, either!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort that’ll leave you wondering whether you’re wearing a co-ord set or a cloud.",
            "Sweat? What Sweat?",
            "Our set will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Customisable Length:",
            "We are happy to customize the length for you to get your leggings to fit you to perfection! Choose your height tab, while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/epic-pop-leggings-and-tank-top-co-ord-set-861103_1200x1200.jpg?v=1736493864"
    },
    {
        "url": "https://hunnit.com/collections/all/products/og-crop-top",
        "category": "Uncategorized",
        "title": "OG Crop Top",
        "price": 1500,
        "description": "Shop OG Crop Top in truffle brown, powder blue, sorbet pink, mauve taupe, black, and other colors. Available in XS, S, M, L, XL, XXL, 3XL, and 4XL sizes. P...",
        "features": [
            "Crop it like it’s HOT:",
            "Perfectly cropped above the waist, the OG top pairs like a dream with any high-waisted leggings.",
            "Soft, timeless colours:",
            "Choose from these three soft colour options that’ll make you the envy of the gym.",
            "Breathe Easy, Move Freely",
            ": With four-way stretch, breathability, and moisture-wicking magic, these leggings are the real MVPs of comfort.",
            "Vietnamese Flare",
            ": Crafted from our signature Vietnamese fabric, this OG crop top gives you the ultimate flexperience making your workouts stylish and comfortable!",
            "#KeepItTrill:",
            "If you’re one for keeping it true + real (trill), we’re here to give you the perfect outfit to bring forth your most authentic self. We’ve got that #keepittrill heat seal on one sleeve to help you convey that you are one who likes to keep it 100% real!"
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/og-crop-top-630610_1200x1200.jpg?v=1736489936"
    },
    {
        "url": "https://hunnit.com/collections/all/products/safari-chic-shorts",
        "category": "Uncategorized",
        "title": "Safari Chic Shorts",
        "price": 1249,
        "description": "Elevate your gym style with our Safari chic shorts. Crafted from soft and breathable fabric. Available in new colours Pink and Blue with sizes upto 4XL. Bu...",
        "features": [
            "Sculpted Goddess:",
            "Our high-waisted and quad-length Safari Chic Shorts will give you a sculpted and shapely look, with ultimate comfort and support - they’re truly a confidence booster! The broad waistband provides added support to your core.",
            "Sweat? What Sweat?",
            "Our Safari Chic Shorts will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort in our Safari Chic Shorts that’ll leave you wondering whether you’re wearing shorts or a cloud.",
            "Squat Proof",
            "- Safari Chic Shorts offer maximum coverage and zero transparency so that you can walk, squat, train without any worry! No awkward camel toe, either!",
            "Customisable Length:",
            "We are happy to customise the length for you to get your shorts to fit you to perfection! Choose your height tab, while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/files/2_cae680de-a0c6-4019-89d3-dc32a03850e9_1200x1200.jpg?v=1736495341"
    },
    {
        "url": "https://hunnit.com/collections/all/products/cosmic-waves-leggings-and-sports-bra-co-ord-set",
        "category": "Uncategorized",
        "title": "Cosmic Waves 7/8 Leggings and Sports Bra Co-ord Set",
        "price": 2698,
        "description": "Shop our Cosmic Waves 7/8 Leggings and Sports Bra Co-ord Set. Available in Pink and Blue, and plus sizes. Perfect for gym co ord sets, stylish co ord sets,...",
        "features": [
            "Freedom to move:",
            "Our Cosmic Waves Sports Bra, in our signature print, has an ultra chic design and comes with double straps with crossover and thick waistband for inbuilt support to help you move seamlessly. It provides high-support, thus suited for a wide range of activities.",
            "Sculpted Goddess:",
            "Our high-waisted Cosmic Waves Leggings will give you a sculpted and shapely look, with ultimate comfort and support - they’re truly a confidence booster! The thick waistband offers inbuilt support to your core.",
            "Squat Proof",
            "- The leggings offer maximum coverage and zero transparency so that you can walk, squat, train without any worry! No awkward camel toe, either!",
            "Sweat? What Sweat?",
            "Our set will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort that’ll leave you wondering whether you’re wearing a co-ord set or a cloud.",
            "Customised Comfort:",
            "We offer removable cups with the sports bra to provide tailored support, making it your ideal companion for everyday wear. You can choose how you wish to wear it! We are happy to customise the length for you to get your leggings to fit you to perfection! Choose your height tab, while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/cosmic-waves-leggings-and-sports-bra-co-ord-set-391732_1200x1200.jpg?v=1736494281"
    },
    {
        "url": "https://hunnit.com/collections/all/products/cosmic-waves-gym-shorts",
        "category": "Uncategorized",
        "title": "Cosmic Waves Shorts",
        "price": 1249,
        "description": "Shop Cosmic Waves Shorts in raspberry pink, steel blue, and other colors. Available in sizes of XS, S, M, L, XL, XXL, 3XL, and 4XL. Perfect for sports and ...",
        "features": [
            "Sculpted Goddess:",
            "Our high-waisted and quad-length Cosmic Waves Shorts will give you a sculpted and shapely look, with ultimate comfort and support - they’re truly a confidence booster!",
            "Squat Proof",
            "- Cosmic Waves Shorts offer maximum coverage and zero transparency so that you can walk, squat, train without any worry! No awkward camel toe, either!",
            "Sweat? What Sweat?",
            "Our Cosmic Waves Shorts will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort in our Cosmic Waves Shorts that’ll leave you wondering whether you’re wearing shorts or a cloud.",
            "Customisable Length:",
            "We are happy to customise the length for you to get your shorts to fit you to perfection! Choose your height tab, while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/cosmic-waves-shorts-495467_1200x1200.jpg?v=1736495144"
    },
    {
        "url": "https://hunnit.com/collections/all/products/zen-ankle-length-leggings-and-round-neck-sports-bra-co-ord-set",
        "category": "Uncategorized",
        "title": "Zen Ankle Length Leggings and Round Neck Sports Bra Co-ord Set",
        "price": 2598,
        "description": "Meet your new workout favorite: Zen Ankle Length Leggings paired with a Round Neck Sports Bra. Designed for movement and style, this set is perfect for eve...",
        "features": [
            "Freedom to move:",
            "Our Zen Sports Bra is feathery light and with its ultra chic design, comes with double straps with crossover and thick waistband for inbuilt support to help you move seamlessly. It provides high-support, thus suited for a wide range of activities.",
            "Sculpted Goddess:",
            "Our high-waisted Zen Leggings will give you a sculpted and shapely look, with ultimate comfort and support - they’re truly a confidence booster!",
            "Yay! Yes to Pockets:",
            "Carry your essentials with you - these leggings have side pockets and a back zipper pocket! Ideal for airpods, phones, keys and card holders.",
            "Squat Proof",
            "- Zen Leggings offer maximum coverage and zero transparency so that you can walk, squat, train without any worry! No awkward camel toe, either!",
            "Sweat? What Sweat?",
            "Our Zen Co-ord Set will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort in our Zen Co-ord Set that’ll leave you wondering whether you’re wearing a co-ord set or a cloud.",
            "Customised Comfort:",
            "We offer removable cups to provide tailored support, making it your ideal companion for everyday wear. You can choose how you wish to wear it! We are happy to customise the length for you to get your leggings to fit you to perfection! Choose your height tab, while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/zen-78-leggings-and-round-neck-sports-bra-co-ord-set-514101_1200x1200.jpg?v=1736493467"
    },
    {
        "url": "https://hunnit.com/collections/all/products/epic-pop-shorts-and-sports-bra-co-ord-set",
        "category": "Uncategorized",
        "title": "Epic Pop Shorts and Sports Bra Co-ord Set",
        "price": 2498,
        "description": "Shop Epic Pop Shorts and Sports Bra Co-ord Set in raspberry pink, steel blue, black, and other colors. Available in XS, S, M, L, XL, XXL, 3XL, and 4XL size...",
        "features": [
            "Freedom to move:",
            "Our Epic Pop V-Neck Sports Bra is feathery light and with its ultra chic V neck design, comes with thin straps to help you move seamlessly and contrast panels to elevate your mood. It’s best suited for medium-impact activities.",
            "Sculpted Goddess:",
            "Our high-waisted and quad-length Epic Pop Shorts will give you a sculpted and shapely look, with ultimate comfort and support. They come in vibrant colours with contrast panels and a thick waistband to offer inbuilt support to your core. We’ve been told that they’re the ultimate mood lifters!",
            "Squat Proof",
            "- Epic Pop Shorts offer maximum coverage and zero transparency so that you can walk, squat, train without any worry! No awkward camel toe, either!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort that’ll leave you wondering whether you’re wearing a co-ord set or a cloud.",
            "Sweat? What Sweat?",
            "Our set will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Customisable Length:",
            "We offer removable cups to provide tailored support with the sports bra, making it your ideal companion for everyday wear. You can choose how you wish to wear it! We are happy to customize the length for you to get your leggings to fit you to perfection! Choose your height tab, while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/epic-pop-shorts-and-sports-bra-co-ord-set-489038_1200x1200.jpg?v=1736493928"
    },
    {
        "url": "https://hunnit.com/collections/all/products/zen-flare-pants",
        "category": "Uncategorized",
        "title": "Zen Flare Pants",
        "price": 1399,
        "description": "Stay chic and comfortable with Zen Flare Pants. Ideal as gym pants, yoga pants, or track pants with a stylish flare-bottom design. Buy today!",
        "features": [
            "Sculpted Goddess",
            ": Our high-waisted Zen Flare Pants give you a sculpted and shapely look, with ultimate comfort and support – they’re truly a confidence booster! The iconic flare adds to the charm, making them perfect for any workout or casual day out.",
            "Sweat? What Sweat?",
            "Our Zen Flare Pants manage moisture, keeping you fresh even on the hottest days. No more awkward sweat patches when you're wearing these flared gym pants!",
            "Buttery-Soft Bliss",
            ": Spoil yourself with a buttery-soft feel and ultimate comfort in our Zen Flare Pants, so comfortable you’ll feel like you're wearing a cloud. Ideal for both yoga and everyday wear, especially as yoga flare pants.",
            "Yay! Yes to Pockets",
            ": Carry your essentials with ease - these pants feature side pockets and a back zipper pocket for your airpods, phone, keys, and cardholders.",
            "Squat Proof",
            ": Zen Flare Pants offer full coverage and zero transparency, so you can squat, stretch, or train confidently without any worry. No awkward camel toe here!",
            "Customisable Length",
            ": We’re happy to customize the length to fit you perfectly. Simply choose your height tab when placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/zen-flare-pants-753460_1200x1200.jpg?v=1736490670"
    },
    {
        "url": "https://hunnit.com/collections/all/products/majestic-flora-capris-and-2-in-1-crop-top-co-ord-set",
        "category": "Uncategorized",
        "title": "Majestic Flora Capris and 2-in-1 Crop Top Co-ord Set",
        "price": 2498,
        "description": "Shop Majestic Flora ¾ Leggings and 2-in-1 Crop Top Co-ord Set in mocha brown, midnight black, and other colors. Available in XS, S, M, L, XL, XXL, 3XL, and...",
        "features": [
            "Freedom to move:",
            "Our Majestic Flora Crop Top is feathery light and with its ultra chic design, comes with a simple round-neck and a thick waistband for inbuilt support to help you move seamlessly. It provides high-support, thus suited for a wide range of activities. The subtle print panels will elevate your style game.",
            "Double the Fun:",
            "The fun thing about this top is that you can wear it as a sports bra or as a crop top - style it however you want. The length is longer than a usual sports bra to offer adequate coverage for when you wear it as a top.",
            "Sculpted Goddess:",
            "Our high-waisted Majestic Flora Leggings will give you a sculpted and shapely look, with ultimate comfort and support - they’re truly a confidence booster! The thick waistband print detail, adds to its beauty and offers inbuilt support to your core.",
            "Squat Proof",
            "- The leggings offer maximum coverage and zero transparency so that you can walk, squat, train without any worry! No awkward camel toe, either!",
            "Yay! Yes to Pockets:",
            "Carry your essentials with you - these leggings have convenient side pockets! Ideal for airpods, phones, keys and card holders.",
            "Sweat? What Sweat?",
            "Our set will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort that’ll leave you wondering whether you’re wearing a co-ord set or a cloud.",
            "Customised Comfort:",
            "We offer removable cups with our crop top to provide tailored support, making it your ideal companion for everyday wear. You can choose how you wish to wear it! We are happy to customise the length for you to get your leggings to fit you to perfection! Choose your height tab, while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/majestic-flora-leggings-and-2-in-1-crop-top-co-ord-set-461433_1200x1200.jpg?v=1736494054"
    },
    {
        "url": "https://hunnit.com/collections/all/products/zen-cheerful-skort-and-polo-neck-2-in-1-crop-top-co-ord-set",
        "category": "Uncategorized",
        "title": "Zen Cheerful Skort and Polo-Neck 2-in-1 Crop Top Co-ord Set",
        "price": 2698,
        "description": "Step up your sporty style with the Zen Cheerful Skort & Polo-Neck 2-in-1 Crop Top Set. Perfect for active days or casual outings with a playful, flatte...",
        "features": [
            "Girls Just Want To Have Fun",
            ": The most playful and perfect flare, with comfortable shorts inside and side pockets, make our Cheerful Skort one of our most loved products yet!",
            "Freedom to Move",
            ": This co-ord set comes with our Zen Crop Top, which is feathery light and features an ultra-chic polo-neck design with a thick waistband for inbuilt support. It's perfect for high-support activities, making it ideal for a wide range of workouts and casual outings.",
            "Double the Fun",
            ": The fun part? This top can be worn as a sports bra or as a crop top – style it however you like! The length is longer than a usual sports bra, offering adequate coverage when worn as a top.",
            "Buttery-Soft Bliss",
            ": Spoil yourself with a buttery-soft feel and ultimate comfort, leaving you wondering whether you're wearing a co-ord set or floating in a cloud.",
            "Sweat? What Sweat?",
            "Our set is your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Customizable Length",
            ": We offer a customizable length option to ensure your skorts for women fit you perfectly. Simply select your height tab while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/zen-cheerful-skort-and-polo-neck-2-in-1-crop-top-co-ord-set-451102_1200x1200.jpg?v=1736494424"
    },
    {
        "url": "https://hunnit.com/collections/all/products/cosmic-waves-leggings",
        "category": "Uncategorized",
        "title": "Cosmic Waves 7/8 Leggings",
        "price": 1449,
        "description": "Shop Cosmic Waves ⅞ leggings for women in pink, steel blue, and other colors. Available in sizes of XS, S, M, L, XL, XXL, 3XL, and 4XL. Perfect for workout...",
        "features": [
            "Sculpted Goddess:",
            "Our high-waisted Cosmic Waves Leggings will give you a sculpted and shapely look, with ultimate comfort and support - they’re truly a confidence booster! The thick waistband offers inbuilt support to your core.",
            "Squat Proof",
            "- Cosmic Waves Leggings offer maximum coverage and zero transparency so that you can walk, squat, train without any worry! No awkward camel toe, either!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort in our Cosmic Waves Leggings that’ll leave you wondering whether you’re wearing leggings or a cloud.",
            "Sweat? What Sweat?",
            "Our Cosmic Waves Leggings will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Customisable Length:",
            "We are happy to customise the length for you to get your leggings to fit you to perfection! Choose your height tab, while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/cosmic-waves-leggings-264947_1200x1200.jpg?v=1736495182"
    },
    {
        "url": "https://hunnit.com/collections/all/products/zen-capris-and-2-in-1-crop-top-co-ord-set",
        "category": "Uncategorized",
        "title": "Zen Capris and 2-in-1 Crop Top Co-ord Set",
        "price": 2498,
        "description": "Shop the Zen Capris & 2-in-1 Crop Top Co-Ord Set for a chic athleisure look. Ideal for workouts or casual hangouts, combining style and comfort effortl...",
        "features": [
            "Freedom to move:",
            "This co-ord set comes with our Zen Crop Top is feathery light and has an ultra chic design, and a round neck with a thick waistband for inbuilt support to help you move seamlessly. It provides high-support, thus suited for a wide range of activities.",
            "Double the Fun:",
            "The fun thing about this top is that you can wear it as a sports bra or as a crop top - style it however you want. The length is longer than a usual sports bra to offer adequate coverage for when you wear it as a top.",
            "Sculpted Goddess:",
            "Our high-waisted Zen ¾ Leggings will give you a sculpted and shapely look, with ultimate comfort and support - they’re truly a confidence booster!",
            "Sweat? What Sweat?",
            "Our co-ord set will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort in our Zen Flare Pants that’ll leave you wondering whether you’re wearing a co-ord set or a cloud.",
            "Yay! Yes to Pockets:",
            "Carry your essentials with you - these leggings have side pockets and a back zipper pocket! Ideal for airpods, phones, keys and card holders.",
            "Squat Proof",
            "- Zen ¾ Leggings offer maximum coverage and zero transparency so that you can walk, squat, train without any worry! No awkward camel toe, either!",
            "Customised Comfort:",
            "We offer removable cups to provide tailored support, making it your ideal companion for everyday wear. You can choose how you wish to wear it! We are happy to customise the length for you to get your leggings to fit you to perfection! Choose your height tab, while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/zen-34-leggings-and-2-in-1-crop-top-co-ord-set-650826_1200x1200.jpg?v=1736494591"
    },
    {
        "url": "https://hunnit.com/collections/all/products/cosmic-waves-cycling-shorts-and-sports-bra-co-ord-set",
        "category": "Uncategorized",
        "title": "Cosmic Waves Cycling Shorts and Sports Bra Co-ord Set",
        "price": 2498,
        "description": "Buy Cosmic Waves Cycling Shorts and Sports Bra Co-ord Set online. Shop in pink, steel blue, and other colors. Available in sizes of XS, S, M, L, XL, XXL, 3...",
        "features": [
            "Freedom to move:",
            "Our Cosmic Waves Sports Bra, in our signature print, has an ultra chic design and comes with double straps with crossover and thick waistband for inbuilt support to help you move seamlessly. It provides high-support, thus suited for a wide range of activities.",
            "Sculpted Goddess:",
            "Our high-waisted and quad-length shorts will give you a sculpted and shapely look, with ultimate comfort and support - they’re truly a confidence booster!",
            "Squat Proof",
            "- The shorts offer maximum coverage and zero transparency so that you can walk, squat, train without any worry! No awkward camel toe, either!",
            "Sweat? What Sweat?",
            "Our set will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort that’ll leave you wondering whether you’re wearing a co-ord set or a cloud.",
            "Customised Comfort:",
            "We offer removable cups with the sports bra to provide tailored support, making it your ideal companion for everyday wear. You can choose how you wish to wear it! We are happy to customise the length for you to get your shorts to fit you to perfection! Choose your height tab, while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/cosmic-waves-cycling-shorts-and-sports-bra-co-ord-set-953504_1200x1200.jpg?v=1736494244"
    },
    {
        "url": "https://hunnit.com/collections/all/products/365-half-sleeve-tops",
        "category": "Uncategorized",
        "title": "365 Half Sleeve",
        "price": 999,
        "description": "Shop half sleeves tops for workout, gym, yoga, and everyday wear. Find stylish and comfortable tops in blue, pink, white, beige, lilac, and black. Perfect ...",
        "features": [
            "Classic and Relaxed Fit:",
            "Fits comfortably on your body and extends till hip-length, for everyday moderate coverage.",
            "Reflective Elements:",
            "Hunnit’s elements dawn this top’s back in a cool reflective way. They stand for self-improvement, continuous growth and channelling your inner best self.",
            "Sweat? What Sweat?",
            "This top is your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days!",
            "Stay Fresh",
            ": Our 365 top doesn’t just look cool – it keeps you cool! Quick-dry and breathable features make sure you stay comfortable throughout and after your workout."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/365-half-sleeve-124403_1200x1200.jpg?v=1736490337"
    },
    {
        "url": "https://hunnit.com/collections/all/products/flo-sleeve",
        "category": "Uncategorized",
        "title": "Flo Sleeve",
        "price": 1250,
        "description": "Shop FLO Sleeve Crop Top in cream beige, fresh lilac, move-purplish, pink punch, black, and other colors. Available in XS, S, M, L, XL, XXL, 3XL, and 4XL s...",
        "features": [
            "Freedom to move:",
            "Don’t like anything getting between you and your workouts? We neither. Our Flo Sleeve with its ultra-chic design and long sleeves will help you move seamlessly enabling a full range of motion during exercises.",
            "If You Have It, Flaunt It:",
            "Not everyone wants to wear bulky cover-ups and tops to the gym, especially when you work so hard on your body. This sleeve gives you just the right coverage (both front and back!) above your sports bra to go out feeling confident!",
            "Trendsetter:",
            "This sleeve is one of the most coveted products in athleisure as it makes you look extremely stylish and chic, while giving you the softest and non-intrusive cover-up.",
            "Reflective Elements:",
            "Hunnit’s elements dawn this sleeve’s back in a cool reflective way. They stand for self-improvement, continuous growth and channelling your inner best self."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/flo-sleeve-203414_1200x1200.jpg?v=1736490261"
    },
    {
        "url": "https://hunnit.com/products/zen-flare-pants",
        "category": "Uncategorized",
        "title": "Zen Flare Pants",
        "price": 1399,
        "description": "Stay chic and comfortable with Zen Flare Pants. Ideal as gym pants, yoga pants, or track pants with a stylish flare-bottom design. Buy today!",
        "features": [
            "Sculpted Goddess",
            ": Our high-waisted Zen Flare Pants give you a sculpted and shapely look, with ultimate comfort and support – they’re truly a confidence booster! The iconic flare adds to the charm, making them perfect for any workout or casual day out.",
            "Sweat? What Sweat?",
            "Our Zen Flare Pants manage moisture, keeping you fresh even on the hottest days. No more awkward sweat patches when you're wearing these flared gym pants!",
            "Buttery-Soft Bliss",
            ": Spoil yourself with a buttery-soft feel and ultimate comfort in our Zen Flare Pants, so comfortable you’ll feel like you're wearing a cloud. Ideal for both yoga and everyday wear, especially as yoga flare pants.",
            "Yay! Yes to Pockets",
            ": Carry your essentials with ease - these pants feature side pockets and a back zipper pocket for your airpods, phone, keys, and cardholders.",
            "Squat Proof",
            ": Zen Flare Pants offer full coverage and zero transparency, so you can squat, stretch, or train confidently without any worry. No awkward camel toe here!",
            "Customisable Length",
            ": We’re happy to customize the length to fit you perfectly. Simply choose your height tab when placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/zen-flare-pants-753460_1200x1200.jpg?v=1736490670"
    },
    {
        "url": "https://hunnit.com/collections/all/products/epic-pop-tank-top",
        "category": "Uncategorized",
        "title": "Epic Pop Tank Top",
        "price": 899,
        "description": "Shop Epic Pop Tank Top in raspberry pink, steel blue, black, and other colors. Available in XS, S, M, L, XL, XXL, 3XL, and 4XL sizes. Perfect for gym and e...",
        "features": [
            "One-Stop Top:",
            "Our Epic Pop Tank Top has a round neck, and a tie-knot crossover option at the back that you can choose to tie or leave loose. It’s embellished with Hunnit’s logo and beautiful contrast panels at the front - to uplift your mood and vibe!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort in our Epic Pop Tank Top that’ll leave you wondering whether you’re wearing a top or a cloud.",
            "Sweat? What Sweat?",
            "Our Epic Pop Tank Top will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Leisurely Pleasure:",
            "Ideal for wearing everyday for a wide range of activities because of its ultra lightweight HunnitHugLite™ fabric that was engineered in-house to provide you ultimate comfort!"
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/epic-pop-tank-top-784702_1200x1200.jpg?v=1736492468"
    },
    {
        "url": "https://hunnit.com/products/og-front-zippper-sports-bra-and-og-gym-legging-co-ord-set",
        "category": "Uncategorized",
        "title": "OG Front Zipper Sports Bra and Og Legging Co-ord Set",
        "price": 3598,
        "description": "Find the perfect gym wear with the OG Front Zipper Sports Bra and Legging Co-ord Set. Available in Brown, Pink, Blue, and Lavender, plus sizes included. St...",
        "features": [
            "Flex All Day",
            ": From sunup to sundown, these leggings bring the party to your pants with four-way stretch magic and extra flex for your daily groove.",
            "Quirky Colour Blocking Options:",
            "Stand out in four vibrant colour-blocking choices, showcasing your unique style and adding a pop of fun to your activewear collection.",
            "Comfort Meets Style",
            ": Mid-high rise fit, 7/8 length, side pockets, and a hidden waistband pocket – because why choose between comfort and style when you can have both?",
            "Breathe Easy, Move Freely",
            ": With four-way stretch, breathability, and moisture-wicking magic, these leggings are the real MVPs of comfort.",
            "Squat proof Royalty",
            ": No awkward moments here – this set’s leggings are squat-proof perfection.",
            "Body Shape Magic:",
            "Sculpt, shape and slay with confidence – Say hello to leggings that love your curves and embrace your body for a sculpted and shapely look.",
            "Removable Cups for Easy Care:",
            "Enjoy convenience with removable cups for easy washing, maintaining hygiene and freshness with every wear.",
            "High Support, Maximum Comfort:",
            "Enjoy the perfect balance of support and comfort with our racerback bra, designed to provide the ideal support for your active lifestyle"
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/og-front-zippper-sports-bra-and-og-legging-co-ord-set-431688_1200x1200.jpg?v=1736496093"
    },
    {
        "url": "https://hunnit.com/collections/all/products/majestic-flora-2-in-1-crop-top",
        "category": "Uncategorized",
        "title": "Majestic Flora 2-in-1 Crop Top",
        "price": 1199,
        "description": "Shop Majestic Flora 2-In-1 Crop Top in mocha brown, midnight black, and other colors. Available in XS, S, M, L, XL, XXL, 3XL, and 4XL sizes. Perfect for gy...",
        "features": [
            "Freedom to move:",
            "Our Majestic Flora Crop Top is feathery light and with its ultra chic design, comes with a simple round-neck and a thick waistband for inbuilt support to help you move seamlessly. It provides high-support, thus suited for a wide range of activities. The subtle print panels will elevate your style game.",
            "Double the Fun:",
            "The fun thing about this top is that you can wear it as a sports bra or as a crop top - style it however you want. The length is longer than a usual sports bra to offer adequate coverage for when you wear it as a top.",
            "Sweat? What Sweat?",
            "Our Majestic Flora Crop Top will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort in our Majestic Flora Crop Top that’ll leave you wondering whether you’re wearing a bra or a cloud.",
            "Customised Comfort:",
            "We offer removable cups to provide tailored support, making it your ideal companion for everyday wear. You can choose how you wish to wear it!"
        ],
        "image_url": "http://hunnit.com/cdn/shop/files/1_7cbf6beb-f3b7-40de-8187-c2973a1749f8_1200x1200.jpg?v=1736495222"
    },
    {
        "url": "https://hunnit.com/collections/all/products/majestic-flora-leggings-and-2-in-1-crop-top-co-ord-set",
        "category": "Uncategorized",
        "title": "Majestic Flora 7/8 Leggings and 2-in-1 Crop Top Co-ord Set",
        "price": 2648,
        "description": "Shop Majestic Flora 7/8 Leggings and 2-in-1 Crop Top Co-ord Sets. Available in Black and Brown, including plus sizes. Ideal for gym, summer, travel, and ca...",
        "features": [
            "Freedom to move:",
            "Our Majestic Flora Crop Top is feathery light and with its ultra chic design, comes with a simple round-neck and a thick waistband for inbuilt support to help you move seamlessly. It provides high-support, thus suited for a wide range of activities. The subtle print panels will elevate your style game.",
            "Double the Fun:",
            "The fun thing about this top is that you can wear it as a sports bra or as a crop top - style it however you want. The length is longer than a usual sports bra to offer adequate coverage for when you wear it as a top.",
            "Sculpted Goddess:",
            "Our high-waisted Majestic Flora Leggings will give you a sculpted and shapely look, with ultimate comfort and support - they’re truly a confidence booster! The thick waistband print detail, adds to its beauty and offers inbuilt support to your core.",
            "Squat Proof",
            "- The leggings offer maximum coverage and zero transparency so that you can walk, squat, train without any worry! No awkward camel toe, either!",
            "Yay! Yes to Pockets:",
            "Carry your essentials with you - these leggings have convenient side pockets! Ideal for airpods, phones, keys and card holders.",
            "Sweat? What Sweat?",
            "Our set will be your personal sweat manager – wicking away moisture and keeping you feeling fresh, even on the hottest days! Goodbye, awkward sweat patches!",
            "Buttery-Soft Bliss:",
            "Spoil yourself with a buttery-soft feel and ultimate comfort that’ll leave you wondering whether you’re wearing a co-ord set or a cloud.",
            "Customised Comfort:",
            "We offer removable cups with our crop top to provide tailored support, making it your ideal companion for everyday wear. You can choose how you wish to wear it! We are happy to customise the length for you to get your leggings to fit you to perfection! Choose your height tab, while placing the order."
        ],
        "image_url": "http://hunnit.com/cdn/shop/products/majestic-flora-leggings-and-2-in-1-crop-top-co-ord-set-179606_1200x1200.jpg?v=1736494318"
    }
]